{
	"interjection": "I'd just like to interject for a moment. \nWhat you're referring to as 'Linux', is in fact, GNU/Linux, or as I've recently taken to calling it, GNU + Linux. \nLinux is not an operating system unto itself, but rather another free component of a fully functioning GNU system made useful by the GNU corelibs, shell utilities and vital system components compromising a full OS as defined by POSIX.\nMany computer users run a modified version of the GNU system every day, without realizing it. Through a peculiar turn of events, the version of GNU which is widely used today is often called 'Linux', and many of its users are not aware that it is basically the GNU system, developed by the GNU Project.\nThere really is a Linux, and these people are using it, but it is just a part of the system they use. Linux is the kernel: the program in the system that allocates the machine's resources to the other programs that you run. The kernel is an essential part of an operating system, but useless by itself; it can only function in the context of a complete operating system.  Linux is normally used in combination with the GNU operating system: the whole system is basically GNU with Linux added, or GNU/Linux.\n",
	"testing": "Hello! Yep, we can hear you.\n",
	"dannyg": "Mate mate you come to Birmingham mate I'll fuckin bite your face off and shove it up your asshole you little dickhead, you little fucking knob. You were talking about the whispering maybe you should stop whispering yourself first you little fucking mommy's boy now shut your mouth and fuck off dickhead. You know something you little fucking muppet I'll tell you where I live, I live in FUCKING Birmingham, Smethwick, you little fucking bic-dickhead FIND OUT WHERE IT IS, YEAH. COME BIRMINGHAM and I'lll BITE YOUR FUCKING FACE OFF. I WILL FUCK YOU UP DICKHEAD I WILL FUCK YOU UP YOU LITTLE KNOB YOU SENT ME THE FIRST MESSAGE. I'M A FUCKING BIG MAN YOU LITTLE FUCKING DICKHEAD. I'M COMING FOR YOU, BIG MAN SIX FOOT, BIG ASS STOCKY MAN, SO COME SMETHWICK, AND I'LL BITE YOUR FUCKING FACE OFF. YOU SENT ME THE FIRST MESSAGE, SO NEXT TIME CHECK YOUR MESSAGES YOURSELF YOU FUCKING DICKHEAD.I live in Smethwick Birmingham if you want to FUCKING brawl. COME down, Smethwick, ask for Danny G, I'LL COME OUT MY HOUSE, AND I'LL BREAK YOUR FUCKING LEGS! YOU LITTLE PRICK! HEAR WHAT I'M, FUCKING SAYING?! COME BIRMINGHAM AND I WILL FUCK YOU UP, COME BIRMINGHAM NOW, AND I WILL FUCK YOU UP! YOU WANT TO KNOW WHERE I LIVE?! I LIVE IN FUCKING SMETHWICK, NOW COME, AND I'LL KILL YAH. What's my problem? You, is my fucking problem. Shut your fucking mouth I'LL FIND OUT WHERE YOU LIVE AND I WILL COME AND FUCK YOU UP IN YOUR OWN HOUSE. SHUT THE FUCK UP YOU DON'T KNOW WHO I AM GEEZER, I AM A FUCKING MONSTER. DON'T FUCK ME ABOUT AND I'LL COME TO YOUR HOUSE AND I WILL FUCK YOU UP. I TOLD YOU WHERE I LIVE. SMETHWICK, COME TO MY HOUSE AND WE'LL SEE WHO KNOCKS WHO OUT MATE I'LL BREAK YOUR FUCKING FACE. SERIOUSLY MATE I'LL BREAK YOUR FACE, I WILL BREAK YOU OPEN. YOU SOUND LIKE YOU'RE 17 YOU LITTLE KNOBHEAD. I'VE GOT FUCKING KIDS OLDER THAN YOU MAN, I GOT KIDS THAT WILL FUCK YOU UP YOU DICKHEAD.",
	"pastalist": [ "interjection", "testing" ]
}
